/* <\ css generator />

   მოცემულია ჰტმლ ფაილი თავისი მარქაფით, დავალება მდგომარეობს შემდეგში
   უნდა დაიჭიროთ ყველა ინპუტი და შესაბამისად შეუცვალთ სტილი მთავარ კვადრატს,
   ასევე როცა რადიუსებს შეუცვლით გვერდითა სპანში უნდა გამოუტანოთ რეზულტატი.
*/

/* <\ html generator />

   აქ უნდა შექმნათ დივი ამ დივში უნდა იყოს 1 select  რომელშიც უნდა იყოს ჰტმლ თეგების სია(5 ცალი მაინც)
   (select მნიშვნელობის ამოღება შეიძლება ჩვეულებრივ როგორც input-ის ველიუთი)
   სელექტის გვერდით უნდა იყოს ტექსტ 2 ცალი textarea და 1 button.
   button-ზე დაჭერისას უნდა შევუქმნათ html თეგი, select-ში იქნება თეგის სახელი, 
   პირველ textarea-ში ტექსტი რაც ჩაიწერება,
   მეორე textarea-ში უნდა ჩაწეროს ცსს სტილები,
   და ღილაკს რომ დააჭერ, შეიქმნას თეგი იუზერის დაწერილი ინფოდან.
*/
